In [1]:
import pandas as pd

In [2]:
df = pd.read_csv('../Data/ARSENAL')

In [4]:
df.tail()

     Rank     Club Country  Level          Elo        From          To
5669   17  Arsenal     ENG      1  1805.404785  2017-04-21  2017-04-26
5670   17  Arsenal     ENG      1  1809.414795  2017-04-27  2017-04-30
5671   17  Arsenal     ENG      1  1809.414795  2017-05-01  2017-05-07
5672   17  Arsenal     ENG      1  1809.414795  2017-05-08  2017-05-11
5673   17  Arsenal     ENG      1  1809.414795  2017-05-12  2017-12-31

In [5]:
date = pd.read_csv('../Data/2017-04-27')

In [6]:
date.head()

  Rank         Club Country  Level          Elo        From          To
0    1  Real Madrid     ESP      1  2048.774414  2017-04-27  2017-04-29
1    2    Barcelona     ESP      1  2003.924316  2017-04-27  2017-04-29
2    3       Bayern     GER      1  1983.630371  2017-04-23  2017-04-29
3    4     Juventus     ITA      1  1960.881348  2017-04-26  2017-04-28
4    5     Atletico     ESP      1  1950.536255  2017-04-26  2017-04-29